{
  "language": "Sprache",
  "yes": "Ja",
  "no": "Nein",
  "error": "Fehler",
  "question": "Frage",
  "warning": "Warnung",
  "about": "Über",
  "exit": "Verlassen",
  "i_understand": "Ich verstehe",
  "logging": "Logging",
  "view.log": "Log einsehen",
  "enable.disable": "Aktivieren/Deaktivieren",
  "tools": "Tools",
  "sites": "Seiten",
  "search": "Suche",
  "by": "nach",
  "smart.card": "Smart Card",
  "close": "Schliessen",
  "ok": "Ok",
  "cancel": "Abbrechen",
  "approve": "Zustimmen",
  "show.again": "Diesen Dialog nicht mehr anzeigen",
  "version": "Version",
  "copyright": "© Peculiar Ventures, LLC",
  "made.with": "Made with ❤️ across the globe",
  "all.rights": " Alle Rechte vorbehalten",
  "pin": "PIN",
  "keys.empty": "Sie vertrauen noch keiner Website.",
  "p11-pin": "Smart Card oder Token",
  "p11-pin.1": " Eine Website beantragt Zugriff auf lokale Zertifikate und Schlüssel ",
  "p11-pin.2": "Um den Zugriff zu erlauben werden der entsprechende PIN und das Passwort benötigt. ",
  "key-pin": "Zugriffsberechtigung",
  "key-pin.1": "%1 beantragt Zugriff auf lokale Zertifikate, Schlüssel und Smart Cards.",
  "key-pin.2": "Wenn diese Zahl mit der von der Applikation angezeigten Zahl übereinstimmt und Sie Zugriff erlauben wollen, wählen Sie %1.",
  "error.critical.update": "Die Applikation kann nicht gestartet werden, bis wieder ein Update durchgeführt wird.",
  "error.ssl.install": "Keine Möglichkeit ein SSL-Zertifikat für Fortify als Trusted-Root-Zertifikat zu installieren. Die Applikation kann nicht funktionieren, bis dies behoben wird.",
  "error.update.server": " Verbindung zum Update-Server nicht möglich.",
  "error.update.check": "Überprüfung der Update-Version nicht möglich.",
  "question.new.token": "Wir haben eine nicht unterstützte Smart Card oder Token erkannt.\nMöchten Sie Support für diesen Token hinzufügen?",
  "question.2key.remove": "Möchten Sie %1 von der Trusted-List entfernen?",
  "question.update.new": "Ein neues Update steht zur Verfügung. Möchten Sie Version %1 jetzt herunterladen?",
  "warning.title.oh_no": "Dies hat leider nicht funktioniert.",
  "warn.ssl.install": "Dem Fortify SSL-Zertifikat muss vertraut werden. Wenn dies ausgeführt wird, muss das Administrator Passwort eingegeben werden.",
  "warn.ssl.renew": "SSL certificate requires renew. Please run the Fortify installer to renew a certificate.",
  "warn.token.crypto_not_found": "Die verwendete Smart Card wird von Fortify unterstützt, jedoch wurde die Middleware für diese Karte nicht gefunden. Stellen Sie sicher das (%1) existiert, falls nicht, installieren Sie die entsprechende Middleware der Karte und versuchen Sie es erneut.",
  "warn.token.crypto_wrong": "Ein Problem ist beim Laden der Middleware (%1) des Security Tokens oder Smart Card aufgetreten.  \nBitte stellen Sie sicher, dass die Middleware korrekt installiert wurde und versuchen Sie es erneut.",
  "warn.pcsc.cannot_start": "Der `Smart Card Resource Manager` ist möglicherweise nicht in Betrieb. Bitte starten Sie den Service und versuchen Sie es erneut.",
  "keys.empty.search": "There are no websites matching that search.",
  "remove": "Remove",
  "settings": "Settings",
  "telemetry.title": "Telemetry",
  "telemetry.enable": "Enable usage data and crash reports to be sent to improve the application",
  "question.telemetry.enable": "We enabled usage data and crash reports to be sent to improve the application.\nYou can disable it at any time in the application settings.",
  "disable": "Disable"
}
