{
  "language": "Γλώσσα",
  "yes": "Ναι",
  "no": "Οχι",
  "error": "Σφάλμα",
  "question": "Ερώτηση",
  "warning": "Προειδοποίηση",
  "about": "Σχετικά με",
  "exit": "Έξοδος",
  "i_understand": "Καταλαβαίνω",
  "logging": "Σύνδεση",
  "view.log": "Προβολή καταγραφής",
  "enable.disable": "Ενεργοποίηση/Απενεργοποίηση",
  "tools": "Εργαλεία",
  "sites": "Ιστοσελίδες",
  "search": "Αναζήτηση",
  "by": "ανά",
  "smart.card": "Smart card",
  "close": "Κλείσιμο",
  "ok": "OK",
  "cancel": "Ακύρωση",
  "approve": "Εγκρίνω",
  "show.again": "Μη δείξεις ξανά αυτόν τον διάλογο",
  "version": "Έκδοση",
  "copyright": "© Peculiar Ventures, LLC",
  "made.with": "Made with ❤️ across the globe",
  "all.rights": "Όλα τα δικαιώματα διατηρούνται",
  "pin": "PIN",
  "keys.empty": "Δεν εμπιστεύεσαι αυτήν την ιστοσελίδα ακόμα",
  "p11-pin": "Smart Card ή Token",
  "p11-pin.1": "Η ιστοσελίδα έχει ζητήσει πρόσβαση να χρησιμοποιήσει τα τοπικά πιστοποιητικά και τα κλειδιά σας.",
  "p11-pin.2": "Για να της παρέχετε πρόσβαση, πρέπει να δώσετε το PIN ή τον κωδικό που τα προστατεύει.",
  "key-pin": "Άδεια πρόσβασης",
  "key-pin.1": "%1 έχει ζητήσει πρόσβαση να χρησιμοποιήσει τα τοπικά πιστοποιητικά, τα κλειδιά και τα smart cards σας.",
  "key-pin.2": "Αν ο αριθμός ταιριάζει με αυτόν που προβάλλεται στην εφαρμογή και θέλετε να δώσετε πρόσβαση, επιλέξτε %1.",
  "error.critical.update": "Η εφαρμογή δεν μπορεί να ξεκινήσει μέχρι να εφαρμοστεί η νέα ενημέρωση",
  "error.ssl.install": "Δεν είναι δυνατή η εγκατάσταση του πιστοποιητικού SSL για το Fortify ως αξιόπιστου root πιστοποιητικού. Η εφαρμογή δεν θα λειτουργήσει μέχρι να επιλυθεί αυτό.",
  "error.update.server": "Δεν είναι δυνατή η σύνδεση με τον διακομιστή ενημερώσεων",
  "error.update.check": "Δεν είναι δυνατός ο έλεγχος της ενημερωμένης έκδοσης.",
  "question.new.token": "Ανιχνεύσαμε μη υποστηριζόμενo smart card ή token.\n Θα θέλατε να αιτηθείτε την προσθήκη υποστήριξης για αυτό το token;",
  "question.2key.remove": "Θέλετε να αφαιρέσετε το %1 από την αξιόπιστη λίστα",
  "question.update.new": "Μια νέα ενημέρωση είναι διαθέσιμη. Θα θέλατε να κατεβάσετε την έκδοση %1 τώρα;",
  "warning.title.oh_no": "Ωχ όχι, αυτό δεν λειτούργησε!",
  "warn.ssl.install": "Πρέπει να κάνουμε το Fortify SSL πιστοποιητικό αξιόπιστο. Όταν το κάνουμε, θα σας ζητηθεί ο κωδικός διαχειριστή.",
  "warn.ssl.renew": "SSL certificate requires renew. Please run the Fortify installer to renew a certificate.",
  "warn.token.crypto_not_found": "Η τοποθετημένη smart card υποστηρίζεται από το Fortify αλλά δεν μπορέσαμε να βρούμε το middleware για αυτήν. Σιγουρευτείτε ότι το (%1) υπάρχει, αν όχι, εγκαταστήστε το middlewware της smart card και προσπαθήστε ξανά.",
  "warn.token.crypto_wrong": "Προέκυψε ένα πρόβλημα φορτώνοντας το middleware (%1) για το security token ή την  smart card σας.\nΠαρακαλούμε σιγουρευτείτε ότι το middleware είναι σωστά εγκατεστημένοκαι προσπαθήστε ξανά.",
  "warn.pcsc.cannot_start": "Φαίνεται πως το `Smart Card Resource Manager` δεν τρέχει.Παρακαλούμε εκκινήστε την υπηρεσία και εκκινήστε το Fortify ξανά.",
  "keys.empty.search": "Δεν υπάρχουν ιστοσελίδες που να ταιριάζουν με αυτή την αναζήτηση.",
  "remove": "Αφαίρεση",
  "settings": "Ρυθμίσεις",
  "telemetry.title": "Τηλεμετρία",
  "telemetry.enable": "Ενεργοποιήστε τις αναφορές χρήσης και σφαλμάτων για να μας βοηθήσετε να διασφαλίσουμε ότι οι μελλοντικές εκδόσεις του Fortify αντιμετωπίζουν τα προβλήματα που ενδέχεται να αντιμετωπίσετε",
  "question.telemetry.enable": "Οι αναφορές χρήσης και σφαλμάτων μάς βοηθούν να διασφαλίσουμε ότι οι μελλοντικές εκδόσεις του Fortify αντιμετωπίζουν τα προβλήματα που ενδέχεται να αντιμετωπίσετε.\nΑφήστε τη χρήση και την αναφορά σφαλμάτων ενεργοποιημένη;",
  "disable": "Καθιστώ ανίκανο"
}
