{
  "language": "Langue",
  "yes": "Oui",
  "no": "Non",
  "error": "Erreur",
  "question": "Question",
  "warning": "Attention",
  "about": "À propos",
  "exit": "Quitter",
  "i_understand": "Compris!",
  "logging": "Journaux",
  "view.log": "Afficher le journal",
  "enable.disable": "Activer/Désactiver",
  "tools": "Outils",
  "sites": "Sites",
  "search": "Chercher",
  "by": "Par",
  "smart.card": "Smartcard",
  "close": "Fermer",
  "ok": "OK",
  "cancel": "Annuler",
  "approve": "Autoriser",
  "show.again": "Ne plus afficher ce dialogue",
  "version": "Version",
  "copyright": "© Peculiar Ventures, LLC",
  "made.with": "Made with ❤️ across the globe",
  "all.rights": "Tous droits réservés",
  "pin": "PIN",
  "keys.empty": "Vous ne faites pour l'instant confiance à aucun site.",
  "p11-pin": "Smartcard ou Token",
  "p11-pin.1": "Un site web a demandé la permission pour utiliser vos certificats et clés locaux.",
  "p11-pin.2": "Pour autoriser l'accès, vous devrez fournir le PIN ou le mot de passe qui les protège.",
  "key-pin": "Demande d'accès",
  "key-pin.1": "%1 a demandé la permission pour utiliser vos certificats, clés et smartcards locaux.",
  "key-pin.2": "Si le numéro correspond à ce qui est affiché par l'application, et si vous souhaitez fournir l'accès, choisissez %1.",
  "error.critical.update": "L'application ne peut pas démarrer avant que la mise à jour soit terminée",
  "error.ssl.install": "Impossible d'installer le certificat SSL pour Fortify comme un certificat racine de confiance. L'application ne pourra pas fonctionner tant que ce problème ne sera pas résolu.",
  "error.update.server": "Impossible de se connecter au serveur de mise à jour",
  "error.update.check": "Impossible de vérifier la version mise à jour.",
  "question.new.token": "Nous avons détecté une smartcard ou token non prise en charge.\nVoulez-vous solliciter la prise en charge de ce token ?",
  "question.2key.remove": "Voulez-vous retirer %1 de la liste de confiance ?",
  "question.update.new": "Une nouvelle mise à jour est disponible. Voulez-vous télécharger la version %1 maintenant ?",
  "warning.title.oh_no": "Oh non, ça n'a pas marché !",
  "warn.ssl.install": "Nous avons besoin que le certificat SSL pour Fortify soit considéré de confiance. Lorsque nous allons le configurer, votre mot de passe d'administration vous sera demandé.",
  "warn.ssl.renew": "SSL certificate requires renew. Please run the Fortify installer to renew a certificate.",
  "warn.token.crypto_not_found": "La smartcard insérée est prise en charge par Fortify mais nous n'arrivons pas à trouver le middleware pour cette smartcard. Assurez-vous que (%1) existe, sinon installez le middleware de la smartcard et essayez à nouveau.",
  "warn.token.crypto_wrong": "Un problème s'est produit au chargement du middleware (%1) de votre token ou smartcard.\nVeuillez vérifier que le middleware est installé correctement et essayez à nouveau.",
  "warn.pcsc.cannot_start": "Il semble que `Smart Card Resource Manager` ne soit pas lancé. Veuillez démarrer le service puis redémarrer Fortify.",
  "keys.empty.search": "Aucun site Web ne correspond à cette recherche.",
  "remove": "Retirer",
  "settings": "Réglages",
  "telemetry.title": "Télémétrie",
  "telemetry.enable": "Permettre l'envoi des données d'utilisation et des rapports d'erreur pour améliorer l'application",
  "question.telemetry.enable": "Nous avons activé l'envoi de données d'utilisation et de rapports d'erreur pour améliorer l'application.\nVous pouvez le désactiver à tout moment dans les paramètres de l'application.",
  "disable": "Désactiver"
}
