{
  "language": "Lingua",
  "yes": "Sì",
  "no": "No",
  "error": "Errore",
  "question": "Domanda",
  "warning": "Avviso",
  "about": "Informazioni",
  "exit": "Esci",
  "i_understand": "Capisco",
  "logging": "Logging",
  "view.log": "Visualizza log",
  "enable.disable": "Abilita/Disabilita",
  "tools": "Strumenti",
  "sites": "Siti",
  "search": "Ricerca",
  "by": "Da",
  "smart.card": "Smart card",
  "close": "Chiudi",
  "ok": "Ok",
  "cancel": "Cancella",
  "approve": "Accetta",
  "show.again": "Non mostrare più questa finestra di dialogo",
  "version": "Versione",
  "copyright": "© Peculiar Ventures, LLC",
  "made.with": "Realizzato con ❤️ in tutto il mondo",
  "all.rights": "Tutti i diritti riservati",
  "pin": "PIN",
  "keys.empty": "Non ci sono siti attendibili.",
  "p11-pin": "Smart card o token",
  "p11-pin.1": "Un sito internet ha richiesto l’autorizzazione per utilizzare i tuoi certificati e chiavi locali.",
  "p11-pin.2": "Per garantire l’accesso, è necessario inserire il PIN o la password di protezione.",
  "key-pin": "Autorizzazione d’accesso",
  "key-pin.1": "%1 ha chiesto l’autorizzazione per utilizzare i tuoi certificati e chiavi locali e le tue smart card.",
  "key-pin.2": "Se questo numero corrisponde a quanto indicato dall’applicazione e desideri fornire l’accesso, scegli %1.",
  "error.critical.update": "L’applicazione non può essere avviata fino a quando il nuovo aggiornamento non verrà applicato.",
  "error.ssl.install": "Impossibile installare il certificato SSL radice di Fortify come certificato radice attendibile. L’applicazione non funzionerà fino a quando questo problema non sarà risolto.",
  "error.update.server": "Impossibile connettersi al server degli aggiornamenti.",
  "error.update.check": "Impossibile verificare la disponibilità di aggiornamenti.",
  "question.new.token": "Abbiamo rilevato una smart card o un token non supportata/o.\nDesideri richiedere che sia aggiunto il supporto per questo token?",
  "question.2key.remove": "Desideri rimuovere %1 dall'elenco dei siti attendibili?",
  "question.update.new": "È disponibile un nuovo aggiornamento. Desideri scaricare adesso la versione %1?",
  "warning.title.oh_no": "Oh no, non ha funzionato!",
  "warn.ssl.install": "È necessario installare il certificato SSL radice di Fortify. Per eseguire questa operazione potrebbe essere necessaria la password di amministratore.",
  "warn.ssl.renew": "SSL certificate requires renew. Please run the Fortify installer to renew a certificate.",
  "warn.token.crypto_not_found": "La smart card inserita è supportata da Fortify, ma non è stato trovato il driver per il dispositivo. Assicurarsi che il file (%1) esista e in caso contrario installare il driver della smart card.",
  "warn.token.crypto_wrong": "Si è verificato un problema durante il caricamento del driver (%1) per il tuo token di sicurezza o la tua smart card.\nAssicurarsi che il driver sia installato correttamente e riprovare.",
  "warn.pcsc.cannot_start": "Sembra che lo `Smart Card Resource Manager` non funzioni. Imposta questo servizio e riavvia Fortify.",
  "keys.empty.search": "Non ci sono siti che corrispondono alla ricerca.",
  "remove": "Rimuovi",
  "settings": "Impostazioni",
  "telemetry.title": "Telemetria",
  "telemetry.enable": "Abilita l'invio di dati sull'utilizzo e rapporti sugli arresti anomali per migliorare l'applicazione",
  "question.telemetry.enable": "Abbiamo abilitato l'invio di dati sull'utilizzo e rapporti sugli arresti anomali per migliorare l'applicazione.\nPuoi disabilitarlo in qualsiasi momento nelle impostazioni dell'applicazione.",
  "disable": "Disattivare"
}
