{
    "language": "Taal",
    "yes": "Ja",
    "no": "Nee",
    "error": "Foutmelding",
    "question": "Vraag",
    "warning": "Waarschuwing",
    "about": "Over",
    "exit": "Verlaten",
    "i_understand": "Ik begrijp het",
    "logging": "Logging",
    "view.log": "Bekijk Log",
    "enable.disable": "Activeer/Deactiveer",
    "tools": "Hulpmiddelen",
    "sites": "Sites",
    "search": "Zoek",
    "by": "Door",
    "smart.card": "Smart Card",
    "close": "Sluit",
    "ok": "OK",
    "cancel": "Annuleer",
    "approve": "Goedkeuren",
    "show.again": "Laat dit dialoogvenster niet meer verschijnen",
    "version": "Versie",
    "copyright": "© Peculiar Ventures, Inc",
    "made.with": "Made with ❤️ across the globe",
    "all.rights": "Alle rechten voorbehouden",
    "pin": "PIN",
    "keys.empty": "U heeft nog geen vertrouwde sites.",
    "p11-pin": "Smart Card of Token",
    "p11-pin.1": "Een website heeft gevraagd uw lokale certificaten en sleutels te gebruiken.",
    "p11-pin.2": "U dient uw PIN of Password op te geven om toegang te verkrijgen.",
    "key-pin": "Toegangsrechten",
    "key-pin.1": "%1 heeft toestemming gevraagd uw lokale certificaten, sleutels en Smart Cards te gebruiken.",
    "key-pin.2": "Wanneer dit nummer overeenkomt met het getoonde nummer van de applicatie en u toegang wilt verkrijgen, kies %1.",
    "error.critical.update": "Applicatie kan niet worden geladen tot de nieuwe update is toegepast.",
    "error.ssl.install": "Het systeem is niet in staat om het SSL certificaat voor Fortify te installeren als een vertouwd rootcertificaat. De applicatie zal niet werken tot dit probleem is opgelost.",
    "error.update.server": "Het systeem is niet in staat om verbinding te maken met de update server.",
    "error.update.check": "Het systeem is niet is staat om de geüpdatet versie te controleren.",
    "question.new.token": "Wij signaleren een niet ondersteunde Smart Card of Token.\nWilt u een verzoek indienen aan support om deze toe te voegen?",
    "question.2key.remove": "Wilt u %1 verwijderen uit de Vertouwde Lijst?",
    "question.update.new": "Een nieuwe update is beschikbaar. Wilt u versie %1 downloaden?",
    "warning.title.oh_no": "Helaas, dit werkt niet!",
    "warn.ssl.install": "Het Fortify SSL certificaat dient als betrouwbaar te worden gezien. Wanneer wij dit doen, zult u uw Administrator Password moeten invoeren.",
    "warn.token.crypto_not_found": "De ingestoken Smart Card wordt ondersteund door Fortify, maar de middleware kan niet worden gelokaliseerd. Controleer of deze is geïnstalleerd, zo niet, installeer deze en probeer het nogmaals.",
    "warn.token.crypto_wrong": "Er is een probleem opgetreden bij het laden van de middleware (%1) voor uw beveiligde token of Smart Card.\nControleer of de middelware correct is geïnstalleerd en probeer het nogmaals.",
    "warn.pcsc.cannot_start": "Het lijkt erop dat de 'Smart Card Resource Manager' niet actief is. Start deze service en herstart Fortify."
}
